Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Relaxation guidance from your own numbers: not a health alert, and not a diagnosis. Trends matter more than any single number.
de: Entspannungsführung aus deinen eigenen Zahlen: kein Gesundheitsalarm und keine Diagnose. Trends zählen mehr als jede einzelne Zahl.
es: Guía de relajación a partir de tus propios números: no es una alerta de salud ni un diagnóstico. Las tendencias importan más que cualquier número aislado.
fr: Conseils de relaxation basés sur vos propres chiffres : ce n'est pas une alerte de santé, ni un diagnostic. Les tendances comptent plus qu'un chiffre isolé.
it: Indicazioni per il rilassamento dai tuoi numeri, non è un allarme sulla salute, né una diagnosi. Gli andamenti contano più di qualsiasi singolo numero.
pl: Wskazówki dotyczące relaksu na podstawie własnych liczb: nie ostrzeżenie o stanie zdrowia i nie diagnoza. Trendy mają większe znaczenie niż jakakolwiek pojedyncza liczba.
pt_pt: Orientação de relaxamento a partir dos teus próprios números: não é um alerta de saúde, nem um diagnóstico. As tendências são mais importantes do que qualquer número.
ru: Рекомендации по расслаблению на основе ваших собственных показателей: это не медицинское предупреждение и не диагноз. Динамика важнее любого отдельного значения.
th: คำแนะนำในการผ่อนคลายจากตัวเลขของคุณเอง ไม่ใช่การแจ้งเตือนด้านสุขภาพ และไม่ใช่การวินิจฉัย เทรนด์มีความสำคัญมากกว่าตัวเลขใดๆ
zh_hans: 来自你自己数据的放松指导，并非健康警报，也不是诊断。趋势比任何单一数值都更重要。
zh_hant: 來自你自己數據的放鬆指導，並非健康警報，也不是診斷。趨勢比任何單一數值都更重要。

source: REM sleep
de: REM-Schlaf
es: Sueño REM
fr: Sommeil paradoxal
it: Sonno REM
pl: Sen REM
pt_pt: Sono REM
ru: Быстрый сон
th: การนอน REM
zh_hans: REM 睡眠
zh_hant: REM 睡眠

source: REM Sleep
de: REM-Schlaf
es: Sueño REM
fr: Sommeil paradoxal
it: Sonno REM
pl: Sen REM
pt_pt: Sono REM
ru: Быстрый сон
th: การนอน REM
zh_hans: 快速眼动睡眠
zh_hant: REM 睡眠

source: Remaining
de: Verbleibend
es: Restante
fr: Restant
it: Rimanente
pl: Pozostały
pt_pt: Descansoante
ru: Осталось
th: ที่เหลืออยู่
zh_hans: 剩余
zh_hant: 剩餘

source: Remembered
de: Gemerkt
es: Recordado
fr: Mémorisé
it: Ricordato
pl: Zapamiętano
pt_pt: Lembrado
ru: Вспомнил
th: จำได้
zh_hans: 记住了
zh_hant: 記住了

source: Remind me in 2 hours
de: In 2 Stunden erinnern
es: Recordármelo en 2 horas
fr: Me le rappeler dans 2 heures
it: Ricordamelo tra 2 ore
pl: Przypomnij za 2 godziny
pt_pt: Lembre-me em 2 horas
ru: Напомни мне через 2 часа
th: เตือนฉันในอีก 2 ชั่วโมง
zh_hans: 2小时后提醒我
zh_hant: 2小時後提醒我

source: Remind me to wind down
de: Erinnere mich ans Runterkommen
es: Recuérdame relajarme
fr: Me rappeler de me détendre
it: Ricordami di rilassarmi
pl: Przypomnij mi, żebym się uspokoił
pt_pt: Lembre-me de relaxar
ru: Напомнить мне подготовиться ко сну
th: เตือนฉันให้พักผ่อน
zh_hans: 提醒我放松下来
zh_hant: 提醒我放鬆下來

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
pl: Usunąć
pt_pt: Remover
ru: Удалить
th: นำออก
zh_hans: 移除
zh_hant: 移除

source: Remove %@
de: %@ entfernen
es: Eliminar %@
fr: Supprimer %@
it: Rimuovi %@
pl: Usuń %@
pt_pt: Remover %@
ru: Удалить %@
th: ถอด %@ ออก
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Remove %@? NOOP will stop connecting to it. Its recorded data is kept and you can re-add it any time.
de: %@ entfernen? NOOP verbindet sich dann nicht mehr damit. Die aufgezeichneten Daten bleiben, und du kannst es jederzeit wieder hinzufügen.
es: ¿Eliminar %@? NOOP dejará de conectarse a este dispositivo. Sus datos grabados se conservan y puedes volver a añadirlo cuando quieras.
fr: Supprimer %@ ? NOOP cessera de s'y connecter. Ses données enregistrées sont conservées et vous pouvez le rajouter à tout moment.
it: Rimuovere %@? NOOP smetterà di connettersi ad esso. I dati registrati vengono conservati e puoi riaggiungerlo in qualsiasi momento.
pl: Usunąć %@? NOOP przestanie się z nim łączyć. Zapisane dane są zachowywane i w każdej chwili możesz je ponownie dodać.
pt_pt: Remover %@? O NOOP irá parar de se ligar a ele. Os teus dados registados são mantidos e pode adicioná-los novamente a qualquer momento.
ru: Удалить %@? NOOP перестанет к нему подключаться. Записанные данные сохранятся, и вы сможете добавить его снова в любой момент.
th: ลบ %@ ออกไหม? NOOP จะหยุดเชื่อมต่อกับมัน ข้อมูลที่บันทึกไว้จะถูกเก็บไว้และคุณสามารถเพิ่มใหม่ได้ตลอดเวลา
zh_hans: 移除 %@？NOOP 将停止连接它。它已记录的数据会保留，你可以随时重新添加它。
zh_hant: 移除 %@？NOOP 將停止連接它。它已記錄的資料會保留，你可以隨時重新新增它。

source: Remove a question to tidy your list. Custom questions are deleted; the built-in ones are hidden and can be restored below.
de: Entferne eine Frage, um deine Liste aufzuräumen. Eigene Fragen werden gelöscht; die eingebauten werden ausgeblendet und lassen sich unten wiederherstellen.
es: Elimina una pregunta para ordenar tu lista. Las preguntas personalizadas se borran; las integradas se ocultan y pueden restaurarse abajo.
fr: Supprimez une question pour ranger votre liste. Les questions personnalisées sont supprimées ; les questions intégrées sont masquées et peuvent être restaurées ci-dessous.
it: Rimuovi una domanda per riordinare la tua lista. Le domande personalizzate vengono eliminate; quelle integrate vengono nascoste e possono essere ripristinate qui sotto.
pl: Usuń pytanie, aby uporządkować swoją listę. Pytania niestandardowe zostały usunięte; wbudowane są ukryte i można je przywrócić poniżej.
pt_pt: Remova uma pergunta para organizar a tua lista. As perguntas personalizadas são eliminadas; os integrados estão ocultos e podem ser restaurados abaixo.
ru: Удалите вопрос, чтобы упорядочить список. Пользовательские вопросы удаляются полностью; встроенные скрываются, и их можно восстановить ниже.
th: ลบคำถามเพื่อจัดระเบียบรายการของคุณ คำถามที่กำหนดเองจะถูกลบออก สิ่งที่มีอยู่ภายในจะถูกซ่อนไว้และสามารถเรียกคืนได้ด้านล่าง
zh_hans: 移除一个问题以整理你的列表。自定义问题会被删除；内置问题会被隐藏，可在下方恢复。
zh_hant: 移除一個問題以整理你的列表。自訂問題會被刪除；內建問題會被隱藏，可在下方恢復。

source: Remove Apple Health imported data
de: Aus Apple Health importierte Daten entfernen
es: Eliminar datos importados de Apple Health
fr: Supprimer les données importées d'Apple Santé
it: Rimuovi i dati importati da Apple Health
pl: Usuń zaimportowane dane Apple Health
pt_pt: Remover dados importados do Apple Health
ru: Удалить данные, импортированные из Apple Health
th: ลบข้อมูลที่นำเข้า Apple Health
zh_hans: 移除 Apple 健康导入的数据
zh_hant: 移除 Apple 健康匯入的資料

source: Remove Apple Health imported data?
de: Aus Apple Health importierte Daten entfernen?
es: ¿Eliminar los datos importados de Apple Health?
fr: Supprimer les données importées d'Apple Santé ?
it: Rimuovere i dati importati da Apple Health?
pl: Usunąć zaimportowane dane Apple Health?
pt_pt: Remover dados importados do Apple Health?
ru: Удалить данные, импортированные из Apple Health?
th: ลบข้อมูลที่นำเข้าจาก Apple Health หรือไม่
zh_hans: 移除 Apple 健康导入的数据？
zh_hant: 移除 Apple 健康匯入的資料？

source: Remove caffeine intake at %@
de: Koffein-Einnahme um %@ entfernen
es: Eliminar la ingesta de cafeína de las %@
fr: Supprimer la prise de caféine à %@
it: Rimuovi l'assunzione di caffeina alle %@
pl: Usuń spożycie kofeiny w %@
pt_pt: Remova a ingestão de cafeína em %@
ru: Удалить приём кофеина в %@
th: ลบปริมาณคาเฟอีนที่ %@
zh_hans: 移除 %@ 的咖啡因摄入
zh_hant: 移除 %@ 的咖啡因攝入

source: Remove expiry
de: Ablaufdatum entfernen
es: Quitar caducidad
fr: Retirer l'expiration
it: Rimuovi scadenza
pl: Usuń termin wygaśnięcia
pt_pt: Remover validade
ru: Убрать срок
th: ลบการหมดอายุ
zh_hans: 移除有效期
zh_hant: 移除有效期

source: Remove image
de: Bild entfernen
es: Eliminar imagen
fr: Supprimer l'image
it: Rimuovi immagine
pl: Usuń obraz
pt_pt: Remover imagem
ru: Удалить изображение
th: ลบรูปภาพ
zh_hans: 移除图片
zh_hant: 移除圖片

source: Remove imported data
de: Importierte Daten entfernen
es: Eliminar datos importados
fr: Supprimer les données importées
it: Rimuovi i dati importati
pl: Usuń zaimportowane dane
pt_pt: Remover dados importados
ru: Удалить импортированные данные
th: ลบข้อมูลที่นำเข้า
zh_hans: 移除导入的数据
zh_hant: 移除匯入的資料

source: Remove photo
de: Foto entfernen
es: Eliminar foto
fr: Supprimer la photo
it: Rimuovi foto
pl: Usuń zdjęcie
pt_pt: Remover foto
ru: Удалить фото
th: ลบรูปภาพ
zh_hans: 移除照片
zh_hant: 移除照片

source: Remove this device?
de: Dieses Gerät entfernen?
es: ¿Eliminar este dispositivo?
fr: Supprimer cet appareil ?
it: Rimuovere questo dispositivo?
pl: Usunąć to urządzenie?
pt_pt: Remover este dispositivo?
ru: Удалить это устройство?
th: นำอุปกรณ์นี้ออกใช่ไหม
zh_hans: 移除此设备？
zh_hant: 移除此裝置？

source: Remove this waypoint
de: Diesen Wegpunkt entfernen
es: Eliminar este punto
fr: Supprimer ce jalon
it: Rimuovi questa tappa
pl: Usuń ten punkt trasy
pt_pt: Remover este ponto
ru: Удалить эту точку
th: ลบจุดอ้างอิงนี้
zh_hans: 移除此航点
zh_hant: 移除此航點

source: Remove time
de: Zeit entfernen
es: Quitar hora
fr: Retirer l'heure
it: Rimuovi il tempo
pl: Usuń godzinę
pt_pt: Remover hora
ru: Удалить время
th: ลบเวลา
zh_hans: 移除时间
zh_hant: 移除時間

source: Removed
de: Entfernt
es: Eliminado
fr: Supprimé
it: Rimosso
pt_pt: Removido
ru: Удалено
th: ลบออก
zh_hans: 已移除
zh_hant: 已移除

source: REMOVED
de: ENTFERNT
es: ELIMINADO
fr: SUPPRIMÉ
it: RIMOSSO
pl: USUNIĘTO
pt_pt: REMOVIDO
ru: УДАЛЕНО
th: ลบออก
zh_hans: 已删除
zh_hant: 已刪除

source: Removed · data kept
de: Entfernt · Daten behalten
es: Eliminado · datos conservados
fr: Supprimé · données conservées
it: Rimosso · dati conservati
pl: Usunięto · dane zachowane
pt_pt: Removido · dados guardados
ru: Удалено · данные сохранены
th: ลบแล้ว · ข้อมูลที่เก็บไว้
zh_hans: 已移除 · 数据保留
zh_hant: 已移除 · 資料保留

source: Removed %lld file(s).
de: %lld Datei(en) entfernt.
es: %lld archivo(s) eliminado(s).
fr: %lld fichier(s) supprimé(s).
it: %lld file rimossi.
pl: Usunięto plik(i) %lld.
pt_pt: %lld ficheiro(s) removido(s).
ru: Удалено файлов: %lld.
th: ลบไฟล์ %lld แล้ว
zh_hans: 已移除 %lld 个文件。
zh_hant: 已移除 %lld 個檔案。

source: Removed all Apple Health imported data.
de: Alle aus Apple Health importierten Daten entfernt.
es: Se eliminaron todos los datos importados de Apple Health.
fr: Toutes les données importées d'Apple Santé ont été supprimées.
it: Rimossi tutti i dati importati da Apple Health.
pl: Usunięto wszystkie zaimportowane dane Apple Health.
pt_pt: Removidos todos os dados importados do Apple Health.
ru: Все данные, импортированные из Apple Health, удалены.
th: ลบข้อมูลที่นำเข้า Apple Health ทั้งหมด
zh_hans: 已移除所有从 Apple Health 导入的数据。
zh_hant: 已移除所有從 Apple Health 匯入的資料。

source: Removes the custom background and restores the day-cycle sky
de: Entfernt den eigenen Hintergrund und stellt den Tageszeit-Himmel wieder her
es: Elimina el fondo personalizado y restaura el cielo del ciclo diario
fr: Supprime l'arrière-plan personnalisé et restaure le ciel du cycle du jour
it: Rimuove lo sfondo personalizzato e ripristina il cielo del ciclo giornaliero
pl: Usuwa własne tło i przywraca niebo zmieniające się w cyklu dnia
pt_pt: Remove o fundo personalizado e restaura o céu do ciclo do dia
ru: Удаляет свой фон и восстанавливает небо по циклу дня
th: ลบพื้นหลังที่กำหนดเองและคืนค่าท้องฟ้าในรอบวัน
zh_hans: 移除自定义背景并恢复随时间变化的天空
zh_hant: 移除自訂背景並恢復隨時間變化的天空

source: Removes this recorded sleep and recomputes the day without it. NOOP won't re-detect sleep in this window. You can undo for a few seconds after.
de: Entfernt diesen aufgezeichneten Schlaf und berechnet den Tag ohne ihn neu. NOOP erkennt den Ruhezustand in diesem Fenster nicht erneut. Anschließend können Sie den Vorgang einige Sekunden lang rückgängig machen.
es: Elimina este sueño registrado y vuelve a calcular el día sin él. NOOP no volverá a detectar el sueño en esta ventana. Puedes deshacerlo durante unos segundos después.
fr: Supprime ce sommeil enregistré et recalcule la journée sans celui-ci. NOOP ne détectera pas à nouveau le sommeil dans cette fenêtre. Vous pouvez annuler pendant quelques secondes après.
it: Rimuove questo sonno registrato e ricalcola il giorno senza di esso. NOOP non rileverà nuovamente il sonno in questa finestra. Puoi annullare per alcuni secondi dopo.
pl: Usuwa ten zapisany sen i przelicza dzień bez niego. NOOP nie wykryje ponownie snu w tym oknie. Przez kilka sekund możesz cofnąć tę zmianę.
pt_pt: Remove esse sono registrado e recalcula o dia sem ele. NOOP não detectará novamente o sono nesta janela. Você pode desfazer por alguns segundos depois.
ru: Удаляет записанный сон и пересчитывает день без него. NOOP не будет повторно определять сон в этом окне. Вы можете отменить действие через несколько секунд.
th: ลบข้อมูลการนอนที่บันทึกไว้นี้และคำนวณวันใหม่โดยไม่รวมช่วงดังกล่าว NOOP จะไม่ตรวจจับการนอนซ้ำในช่วงเวลานี้ คุณเลิกทำได้ภายในไม่กี่วินาทีหลังลบ
zh_hans: 删除此记录的睡眠并重新计算没有它的一天。 NOOP 不会在此窗口中重新检测睡眠。您可以在几秒钟后撤消。
zh_hant: 刪除此記錄的睡眠並重新計算沒有它的一天。 NOOP 不會在此視窗中重新偵測睡眠。您可以在幾秒鐘後撤消。

source: Removes this recorded sleep and recomputes the day without it. This can't be undone.
de: Entfernt diesen aufgezeichneten Schlaf und berechnet den Tag ohne ihn neu. Das kann nicht rückgängig gemacht werden.
es: Elimina este sueño registrado y recalcula el día sin él. Esto no se puede deshacer.
fr: Supprime ce sommeil enregistré et recalcule le jour sans lui. Cette action est irréversible.
it: Rimuove questo sonno registrato e ricalcola il giorno senza di esso. Questa azione non può essere annullata.
pl: Usuwa zarejestrowany sen i ponownie oblicza dzień bez niego. Tego nie można cofnąć.
pt_pt: Remove esse sono registado e recalcula o dia sem ele. Isso não pode ser desfeito.
ru: Удаляет эту запись сна и пересчитывает день без неё. Это действие нельзя отменить.
th: ลบการนอนที่บันทึกไว้นี้ออกและคำนวณวันที่ไม่มีการนอนนี้ใหม่ การดำเนินการนี้ไม่สามารถยกเลิกได้
zh_hans: 移除这条已记录的睡眠，并在没有它的情况下重新计算当天。此操作无法撤销。
zh_hant: 移除這筆已記錄的睡眠，並在沒有它的情況下重新計算當天。此操作無法撤銷。

source: Removes this sleep and recomputes the day without it. You can undo for a few seconds after.
de: Entfernt diesen Schlaf und berechnet den Tag ohne ihn neu. Anschließend können Sie den Vorgang einige Sekunden lang rückgängig machen.
es: Elimina este sueño y vuelve a calcular el día sin él. Puedes deshacerlo durante unos segundos después.
fr: Supprime ce sommeil et recalcule la journée sans lui. Vous pouvez annuler pendant quelques secondes après.
it: Rimuove questo sonno e ricalcola il giorno senza di esso. Puoi annullare per alcuni secondi dopo.
pl: Usuwa ten sen i przelicza dzień bez niego. Przez kilka sekund możesz cofnąć tę zmianę.
pt_pt: Remove esse sono e recomputa o dia sem ele. Você pode desfazer por alguns segundos depois.
ru: Удаляет этот сон и пересчитывает день без него. Вы можете отменить действие через несколько секунд.
th: ลบข้อมูลการนอนนี้และคำนวณวันใหม่โดยไม่รวมช่วงดังกล่าว คุณเลิกทำได้ภายในไม่กี่วินาทีหลังลบ
zh_hans: 删除此睡眠并重新计算没有它的一天。您可以在几秒钟后撤消。
zh_hant: 刪除此睡眠並重新計算沒有它的一天。您可以在幾秒鐘後撤消。

source: Removing a waypoint doesn't change your goal or its date — only the route to it.
de: Einen Wegpunkt zu entfernen ändert weder dein Ziel noch sein Datum — nur die Route dorthin.
es: Eliminar un punto no cambia tu objetivo ni su fecha, solo la ruta hacia él.
fr: Supprimer un jalon ne change ni votre objectif ni sa date — seulement l'itinéraire pour y arriver.
it: Rimuovere una tappa non cambia il tuo obiettivo né la sua data — solo la rotta per arrivarci.
pl: Usunięcie punktu trasy nie zmienia Twojego celu ani jego daty — zmienia tylko drogę do niego.
pt_pt: Remover um ponto não muda o teu objetivo nem a sua data — apenas a rota até lá.
ru: Удаление точки не меняет ни цель, ни её дату — только маршрут к ней.
th: การลบเวย์พอยท์ออกจะไม่เปลี่ยนเป้าหมายหรือวันที่ของมัน แต่จะมีเพียงเส้นทางที่ไปถึงเท่านั้น
zh_hans: 移除航点不会改变你的目标或其日期 — 只会改变通往目标的路线。
zh_hant: 移除航點不會改變你的目標或其日期 — 只會改變通往目標的路線。

source: Removing…
de: Wird entfernt…
es: Eliminando…
fr: Suppression en cours…
it: Rimozione in corso…
pl: Usuwam…
pt_pt: Removendo…
ru: Удаление…
th: กำลังนำออก...
zh_hans: 移除中…
zh_hant: 移除中…

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
pl: Przemianować
pt_pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
zh_hans: 重命名
zh_hant: 重新命名

source: Rename conversation
de: Unterhaltung umbenennen
es: Renombrar conversación
fr: Renommer la conversation
it: Rinomina conversazione
pl: Zmień nazwę rozmowy
pt_pt: Renomear conversa
ru: Переименовать беседу
th: เปลี่ยนชื่อการสนทนา
zh_hans: 重命名对话
zh_hant: 重新命名對話

source: Rename device
de: Gerät umbenennen
es: Renombrar dispositivo
fr: Renommer l'appareil
it: Rinomina dispositivo
pl: Zmień nazwę urządzenia
pt_pt: Renomear dispositivo
ru: Переименовать устройство
th: เปลี่ยนชื่ออุปกรณ์
zh_hans: 重命名设备
zh_hant: 重新命名裝置

source: Rename item
de: Name des Unternehmens
fr: Renommer l'élément
pl: Zmień nazwę elementu
pt_pt: Renomear item
th: เปลี่ยนชื่อรายการ
zh_hans: 重命名习惯项目

source: Rename, regroup, or remove an item to tidy your list. Renaming keeps the original question behind the scenes, so a WHOOP import still lines up. Custom items are deleted; built-in ones are hidden and can be restored below.
de: Benennen Sie ein Element um, gruppieren Sie es neu oder entfernen Sie es, um Ihre Liste aufzuräumen. Durch das Umbenennen bleibt die ursprüngliche Frage im Hintergrund, sodass weiterhin ein WHOOP-Import ansteht. Benutzerdefinierte Elemente werden gelöscht; Eingebaute sind ausgeblendet und können unten wiederhergestellt werden.
es: Cambie el nombre, reagrupe o elimine un elemento para ordenar su lista. El cambio de nombre mantiene la pregunta original detrás de escena, por lo que aún se alinea una importación WHOOP. Los elementos personalizados se eliminan; los incorporados están ocultos y se pueden restaurar a continuación.
fr: Renommez, regroupez ou supprimez un élément pour ranger votre liste. Renommer conserve la question d'origine dans les coulisses, donc une importation WHOOP s'aligne toujours. Les éléments personnalisés sont supprimés ; ceux intégrés sont masqués et peuvent être restaurés ci-dessous.
it: Rinomina, raggruppa o rimuovi un elemento per riordinare l'elenco. La ridenominazione mantiene la domanda originale dietro le quinte, quindi un'importazione WHOOP è ancora in linea. Gli elementi personalizzati vengono eliminati; quelli integrati sono nascosti e possono essere ripristinati di seguito.
pl: Zmień nazwę, przegrupuj lub usuń pozycję, by uporządkować listę. Zmiana nazwy zachowuje w tle pierwotne pytanie, więc import z WHOOP nadal się zgadza. Własne pozycje są usuwane; wbudowane są ukrywane i można je przywrócić poniżej.
pt_pt: Renomeie, reagrupe ou remova um item para organizar sua lista. A renomeação mantém a questão original nos bastidores, portanto, uma importação WHOOP ainda está alinhada. Os itens personalizados são excluídos; os integrados estão ocultos e podem ser restaurados abaixo.
ru: Переименуйте, перегруппируйте или удалите элемент, чтобы привести в порядок свой список. При переименовании исходный вопрос остается за кадром, поэтому импорт WHOOP по-прежнему выстраивается в очередь. Пользовательские элементы удаляются; встроенные скрыты и их можно восстановить ниже.
th: เปลี่ยนชื่อ ย้ายกลุ่ม หรือนำรายการออกเพื่อจัดระเบียบ การเปลี่ยนชื่อจะเก็บคำถามเดิมไว้เบื้องหลัง เพื่อให้ข้อมูลนำเข้าจาก WHOOP ยังจับคู่ได้ รายการกำหนดเองจะถูกลบ ส่วนรายการในตัวจะถูกซ่อนและเรียกคืนได้ด้านล่าง
zh_hans: 重命名、重新组合或删除项目以整理您的列表。重命名将原始问题保留在幕后，因此 WHOOP 导入仍然排队。自定义项目被删除；内置的被隐藏，可以在下面恢复。
zh_hant: 重新命名、重新組合或刪除項目以整理您的清單。重新命名將原始問題保留在幕後，因此 WHOOP 導入仍然排隊。自訂項目被刪除；內建的被隱藏，可以在下面恢復。

source: Rename…
de: Umbenennung...
es: Renombre...
fr: Renommer...
pl: Przemianować…
pt_pt: Renomear…
th: เปลี่ยนชื่อ...
zh_hans: 重命名…

source: Repeated accepts, declines and skips around suggested sessions
de: Wiederholte Annahmen, Ablehnungen und Auslassungen bei vorgeschlagenen Einheiten
es: Aceptaciones, rechazos y omisiones repetidos en sesiones sugeridas
fr: Acceptations, refus et séances manquées répétés autour des séances proposées
it: Accettazioni, rifiuti e sessioni saltate ripetuti per le sessioni suggerite
pl: Powtarzające się akceptacje, odmowy i pominięcia proponowanych sesji
pt_pt: Aceitações, recusas e sessões ignoradas repetidas em sessões sugeridas
ru: Повторяющиеся принятия, отказы и пропуски предложенных тренировок
th: ยอมรับ ปฏิเสธ และข้ามเซสชันที่แนะนำซ้ำๆ
zh_hans: 围绕建议训练的重复接受、拒绝和跳过
zh_hant: 圍繞建議訓練的重複接受、拒絕與跳過

source: Replace all current data with the backup %@? This cannot be undone.
de: Alle aktuellen Daten durch die Sicherung %@ ersetzen? Das kann nicht rückgängig gemacht werden.
es: ¿Reemplazar todos los datos actuales con el respaldo %@? Esto no se puede deshacer.
fr: Remplacer toutes les données actuelles par la sauvegarde %@ ? Cette action est irréversible.
it: Sostituire tutti i dati attuali con il backup %@? Questa operazione non può essere annullata.
pl: Zastąpić wszystkie bieżące dane kopią zapasową %@? Tego nie można cofnąć.
pt_pt: Substitua todos os dados atuais pelo cópia de segurança %@? Isto não pode ser desfeito.
ru: Заменить все текущие данные резервной копией %@? Это действие нельзя отменить.
th: แทนที่ข้อมูลปัจจุบันทั้งหมดด้วยข้อมูลสำรอง %@ หรือไม่ สิ่งนี้ไม่สามารถยกเลิกได้
zh_hans: 用备份 %@ 替换当前的全部数据？此操作无法撤销。
zh_hant: 要用備份 %@ 取代目前的所有資料嗎？此操作無法復原。

source: Replace all current data with the backup from %@? This cannot be undone.
de: Alle aktuellen Daten durch die Sicherung vom %@ ersetzen? Das kann nicht rückgängig gemacht werden.
es: ¿Reemplazar todos los datos actuales con el respaldo del %@? Esto no se puede deshacer.
fr: Remplacer toutes les données actuelles par la sauvegarde du %@ ? Cette action est irréversible.
it: Sostituire tutti i dati attuali con il backup del %@? Questa azione non può essere annullata.
pl: Zastąpić wszystkie bieżące dane kopią zapasową z %@? Tego nie można cofnąć.
pt_pt: Substituir todos os dados atuais pelo cópia de segurança de %@? Isto não pode ser desfeito.
ru: Заменить все текущие данные резервной копией от %@? Это действие нельзя отменить.
th: แทนที่ข้อมูลปัจจุบันทั้งหมดด้วยข้อมูลสำรองจาก %@ หรือไม่ สิ่งนี้ไม่สามารถยกเลิกได้
zh_hans: 用来自 %@ 的备份替换当前所有数据？此操作无法撤销。
zh_hant: 用來自 %@ 的備份替換目前所有資料？此操作無法撤銷。

source: Replace all data
de: Alle Daten ersetzen
es: Reemplazar todos los datos
fr: Remplacer toutes les données
it: Sostituisci tutti i dati
pl: Zastąp wszystkie dane
pt_pt: Substitua todos os dados
ru: Заменить все данные
th: แทนที่ข้อมูลทั้งหมด
zh_hans: 替换所有数据
zh_hant: 替換所有資料

source: Replace from Photos
de: Aus Fotos ersetzen
es: Reemplazar desde Fotos
fr: Remplacer depuis Photos
it: Sostituisci da Foto
pl: Zamień ze zdjęć
pt_pt: Substituir a partir de Fotos
ru: Заменить из Фото
th: แทนที่จากรูปถ่าย
zh_hans: 从照片替换
zh_hant: 從照片替換

source: Replace it
de: Ersetzen
es: Reemplazarlo
fr: Le remplacer
it: Sostituiscilo
pl: Zastąp go
pt_pt: Substitua
ru: Замените его
th: แทนที่มัน
zh_hans: 更换它
zh_hant: 更換它
